{
  "{{appName}} Sign in to the tenant portal": "{{appName}} Iniciar sesión en el portal del inquilino",
  "So far, one or more rents have not been paid. The current amount of unpaid rents is {{amount}}.": "Hasta ahora, uno o más alquileres no han sido pagados. El monto actual de alquileres impagos es de {{amount}}.",
  "So far, one or more rents have not been paid. The current amount of unpaid rents is <strong>{{amount}}</strong>.": "Hasta ahora, uno o más alquileres no han sido pagados. El monto actual de alquileres impagos es de <strong>{{amount}}</strong>.",
  "Bank details": "Datos bancarios",
  "By bank transfer": "Por transferencia bancaria",
  "By cash": "En efectivo",
  "By check": "Por cheque",
  "Click on the button below, to create a new password:": "Haz clic en el botón a continuación para crear una nueva contraseña:",
  "Click on the link below, to create a new password:": "Haz clic en el enlace a continuación para crear una nueva contraseña:",
  "Contact: {{name}}": "Contacto: {{name}}",
  "Email: {{email}}": "Correo electrónico: {{email}}",
  "For any questions or concerns, please contact us:": "Para cualquier pregunta o inquietud, por favor contáctenos:",
  "Hello,": "Hola,",
  "Hello {{firstname}},": "Hola {{firstname}},",
  "IBAN: {{iban}}": "IBAN: {{iban}}",
  "If this link doesn't work, copy it in your browser address bar.": "Si este enlace no funciona, copialo en la barra de direcciones de su navegador.",
  "If you don't request this, you can ignore this email. Your password won't change.": "Si no solicitaste esto, puedes ignorar este correo. Tu contraseña no cambiará.",
  "If you have already paid this amount, we thank you and invite you to ignore this message.": "Si ya has pagado este monto, le agradecemos y te invitamos a ignorar este mensaje.",
  "If you haven't request this code, no further action required. It will expire in 5 minutes.": "Si no solicitaste este código, no se requiere ninguna acción adicional. Expirará en 5 minutos.",
  "In this contract, it is explicitly indicated that {{tenant}} is obliged to pay in advance and monthly its rents to {{landlord}}.": "En este contrato se indica explícitamente que {{tenant}} estás obligado a pagar por adelantado y mensualmente sus alquileres a {{landlord}}.",
  "Invoice": "Factura",
  "invoice": "factura",
  "Kind regards,": "Atentamente,",
  "Last reminder before eviction": "Último recordatorio antes de desalojo",
  "Last reminder before EVICTION request: unpaid rent of {{term}}": "Último recordatorio antes de SOLICITUD de DESALOJO: alquiler impago de {{term}}",
  "On examining your account, we note that, failing mistake or omission on our part, you have not settled your rent of {{term}}.": "Al examinar tu cuenta, notamos que, salvo error u omisión de nuestra parte, no has pagado tu alquiler de {{term}}.",
  "On examining your account, we note that, failing mistake or omission on our part, you have not settled your rent of <strong>{{term}}</strong>.": "Al examinar tu cuenta, notamos que, salvo error u omisión de nuestra parte, no has pagado su alquiler de <strong>{{term}}</strong>.",
  "Payment notice": "Aviso de pago",
  "Payment notice of {{term}}": "Aviso de pago de {{term}}",
  "Payment notice reminder": "Recordatorio de aviso de pago",
  "Payment modalities:": "Modalidades de pago:",
  "Phone: {{phones}}": "Teléfono: {{phones}}",
  "Please find in attachment the rent invoice of {{term}}.": "Adjunto encontrarás el recibo de alquiler de {{term}}.",
  "Please find in attachment the rent invoice of <strong>{{term}}</strong>.": "Adjunto encontrarád el recibo de alquiler de <strong>{{term}}</strong>.",
  "Please find in attachment the rent notice of {{term}}.": "Adjunto encontrarád el aviso de alquiler de {{term}}.",
  "Please find in attachment the rent notice of <strong>{{term}}</strong>.": "Adjunto encontrarád el aviso de alquiler de <strong>{{term}}</strong>.",
  "Please send us your payment before {{date}}.": "Por favor envíanos tu pago antes del {{date}}.",
  "Please send us your payment before <strong>{{date}}</strong>.": "Por favor envíanos tu pago antes del <strong>{{date}}</strong>.",
  "Reminder: unpaid rent of {{term}}": "Recordatorio: alquiler impago de {{term}}",
  "Rent invoice of {{term}}": "Recibo de alquiler de {{term}}",
  "rentcall": "Aviso de pago",
  "rentcall_reminder": "Aviso de pago (recordatorio)",
  "rentcall_last_reminder": "Aviso de pago (último recordatorio)",
  "Reset password": "Restablecer contraseña",
  "short_invoice": "R",
  "short_rentcall": "A",
  "short_rentcall_last_reminder": "A",
  "short_rentcall_reminder": "A",
  "Someone requested to reset your password of your {{appName}} account.": "Alguien solicitó restablecer la contraseña de tu cuenta de {{appName}}.",
  "Thank you for your settlement.": "Gracias por su pago.",
  "The {{name}} team": "El equipo de {{name}}",
  "The amount of your rent is {{amount}}.": "El monto de tu alquiler es {{amount}}.",
  "The amount of your rent is <strong>{{amount}}</strong>.": "El monto de tu alquiler es <strong>{{amount}}</strong>.",
  "To complete the sign-in process, enter the 6-digit code in the original window:": "Para completar el proceso de inicio de sesión, ingresa el código de 6 dígitos en la ventana original:",
  "We are at your service for any further information you may need.": "Estamos a tu disposición para cualquier información adicional que necesites.",
  "We have received a sign-in attempt to your tenant space.": "Hemos recibido un intento de inicio de sesión en tu espacio de inquilino.",
  "We would be grateful if you could proceed to the payment of {{amount}} very shortly.": "Te agradeceríamos si pudieras hacer al pago de {{amount}} muy pronto.",
  "We would be grateful if you could proceed to the payment of <strong>{{amount}}</strong> very shortly.": "Te agradeceríamos si pudieras hacer al pago de <strong>{{amount}}</strong> muy pronto.",
  "We would be grateful if you could proceed to the payment of your rent debts in the following 10 days, otherwise we will engage an eviction procedure.": "Te agradeceríamos si pudieras hacer al pago de tus deudas de alquiler en los próximos 10 días, de lo contrario iniciaremos un procedimiento de desalojo.",
  "We would like to point out that our business agreements with your company are stated in a contract signed {{date}}.": "Nos gustaría señalar que nuestros acuerdos comerciales con tu empresa están establecidos en un contrato firmado el {{date}}.",
  "We would like to point out that our business agreements with you are stated in a contract signed {{date}}.": "Nos gustaría señalar que nuestros acuerdos comerciales contigo están establecidos en un contrato firmado el {{date}}.",
  "Write your check to the order of {{name}} and send it to the following address:": "Escribe tu cheque a la orden de {{name}} y envialo a la siguiente dirección:"
}
